Repository: adium/trac-spamfilter
Catalog: tracspamfilter/locale/*/LC_MESSAGES/tracspamfilter.po
Languages: fr

source: Details:
fr: Détails :

source: The maximum number of bytes from an attachment to pass through the spam filters.
fr: La taille en octets du fragment initial de la pièce jointe qui doit passer par le dispositif anti-spam.

source: How many monitor entries are displayed by default (between 5 and 10000).
fr: Nombre d'enregistrements affichés par défaut (entre 5 et 10000)

source: Spam Filtering
fr: Dispositif anti-spam

source: Monitoring
fr: Surveillance

source: Previous Page
fr: Page précédente

source: Next Page
fr: Page suivante

source: Log entry not found
fr: Enregistrement non trouvé

source: Log Entry %d
fr: Enregistrement %d

source: Log Entry List
fr: Tous les enregistrements

source: External
fr: Services externes

source: Statistics
fr: Statistiques

source: Lifetime has invalid value
fr: La durée de vie a une valeur incorrecte

source: Text values are not numeric
fr: Les valeurs extraites du texte ne sont pas numériques

source: Numeric image values are no numbers
fr: Les valeurs extraites de l'image ne sont pas des nombres

source: The keys are invalid
fr: Les clés sont incorrectes

source: The key or user id are invalid
fr: La clé ou l'id utilisateur sont invalides

source: How many report entries are displayed by default (between 5 and 10000).
fr: Combien d'enregistrements sont affichés par défaut (entre 5 et 10000).

source: Reports
fr: Rapports

source: Report entry not found
fr: Enregistrement introuvable

source: Report Entry %d
fr: Enregistrement %d

source: Report Entry List
fr: Liste des enregistrements

source: How many days no login are considered for dead accounts.
fr: Combien de jours sans connexion sont considérés pour les comptes abandonnés.

source: Default mode for spam user admin panel.
fr: Mode par défaut pour le panneau d'administration du spam utilisateur.

source: Users
fr: Utilisateurs

source: Old or new value cannot be empty
fr: L'ancienne ou la nouvelle valeur ne peuvent pas êtres vides

source: Old and new value cannot be equal
fr: L'ancienne et la nouvelle valeur ne peuvent pas être égales

source: New name cannot be used in CC fields
fr: Le nouveau nom ne peut pas être utilisé dans les champs CC

source: %(num)d entry has been updated
fr: %(num)d enregistrement a été mis à jour

source: Username '%s' cannot be used in CC fields
fr: Le nom d'utilisateur '%s' ne peut pas être utilisé dans les champs CC

source: Error for e-mail change for username '%s'
fr: Erreur lors de la modification de l'e-mail pour le nom d'utilisateur '%s'

source: %(num)d entry has been updated for user %(user)s
fr: %(num)d enregistrement a été mis à jour pour l'utilisateur %(user)s

source: E-mails for user %s updated
fr: E-mails pour l'utilisateur %s mis à jour

source: data overview
fr: aperçu des données

source: unused accounts
fr: comptes inutilisés

source: registered accounts
fr: comptes enregistrés

source: %(num)d entry
fr: %(num)d enregistrement

source: The minimum score required for a submission to be allowed.
fr: Le score minimum requis pour qu'une soumission soit validée.

source: The karma given to authenticated users, in case `trust_authenticated` is false.
fr: Le karma donné aux utilisateurs identifiés, si le paramètre « `trust_authenticated` » a pour valeur « `false` ».

source: Whether all content submissions and spam filtering activity should be logged to the database.
fr: Toutes les soumissions de contenu et toute l'activité de filtrage doivent être enregistrées dans la base de donnée.

source: The number of days after which log entries should be purged.
fr: Le nombre de jour au bout duquel les enregistrements de surveillance doivent être supprimés.

source: Allow usage of external services.
fr: Autorise l'utilisation de services externes.

source: Allow training of external services.
fr: Autorise l'apprentissage pour les services externes.

source: Whether content submissions by authenticated users should be trusted without checking for potential spam or other abuse.
fr: Toutes les soumissions de contenu effectuées par des utilisateurs identifiés doivent-elles être validées sans passer par le dispositif anti-spam ?

source: The karma given to attachments.
fr: Le « karma » donné aux pièces jointes.

source: The handler used to reject content.
fr: Le module utilisé pour rejeter le contenu.

source: Interpret X-Forwarded-For header for IP checks.
fr: Interpréter l'entête HTTP « X-Forwarded-For » pour les vérifications d'adresse IP.

source: User is authenticated
fr: L'utilisateur est identifié

source: Attachment weighting
fr: Pondération pour les pièces jointes

source: Submission rejected as potential spam %(message)s
fr: Soumission rejetée en tant que spam potentiel %(message)s

source: external
fr: externe

source: internal
fr: interne

source: CAPTCHA method to use for verifying humans.
fr: Méthode CAPTCHA utilisée pour vérifier la présence physique d'un utilisateur.

source: By how many points a successful CAPTCHA response increases the overall score.
fr: De combien de points une réponse correcte au CAPTCHA augmente-t-elle le score global.

source: Time in seconds that a successful CAPTCHA response increases karma.
fr: Temps en secondes pour lequel une réponse correcte au CAPTCHA augmente le « karma ».

source: Time in seconds before CAPTCHA is removed.
fr: Temps en secondes au bout duquel le CAPTCHA est supprimé.

source: Time in seconds before database cleanup is called.
fr: Temps en secondes au bout duquel la base de donnée est nettoyée.

source: CAPTCHA failed to handle original request
fr: Le CAPTCHA n'a pas pu gérer la requête intiale.

source: CAPTCHA verification failed
fr: La vérification du CAPTCHA a échouée :

source: Number of terms in numeric CAPTCHA expression.
fr: Nombre de terms dans une expression CAPTCHA de type numérique

source: Maximum value of individual terms in numeric CAPTCHA expression.
fr: Valeur maximale pour un terme dans une expression CAPTCHA de type numérique.

source: multiplied by
fr: multiplié par

source: minus
fr: moin

source: one
fr: un

source: two
fr: deux

source: three
fr: trois

source: four
fr: quatre

source: five
fr: cinq

source: seven
fr: sept

source: eight
fr: huit

source: nine
fr: neuf

source: ten
fr: dix

source: eleven
fr: onze

source: twelve
fr: douze

source: thirteen
fr: treize

source: fourteen
fr: quatorze

source: fifteen
fr: quinze

source: sixteen
fr: seize

source: seventeen
fr: dix-sept

source: eighteen
fr: dix-huit

source: nineteen
fr: dix-neuf

source: twenty
fr: vingt

source: thirty
fr: trente

source: forty
fr: quarante

source: fifty
fr: cinquante

source: sixty
fr: soixante

source: seventy
fr: soixante-dix

source: eighty
fr: quatre-vingt

source: ninety
fr: quatre-vingt-dix

source: Numeric captcha can not represent numbers > 100
fr: Un captcha numérique ne peut représenter des nombres > 100

source: Set of fonts to choose from when generating image CAPTCHA.
fr: Jeu de polices de caractères utilisées pour générer une image CAPTCHA.

source: Font size to use in image CAPTCHA.
fr: Taille de la police de caractères à utiliser pour une image CAPTCHA.

source: Alphabet to choose image CAPTCHA challenge from.
fr: Alphabet utilisé pour composer une image CAPTCHA.

source: Number of letters to use in image CAPTCHA challenge.
fr: Nombre de lettres à utiliser dans une image CAPTCHA.

source: Private key for reCaptcha usage.
fr: Clé privée pour utiliser le service reCaptcha.

source: Public key for reCaptcha usage.
fr: Clé publique pour utiliser le service reCaptcha.

source: Submit
fr: Envoyer

source: By how many points an Akismet reject impacts the overall karma of a submission.
fr: Le karma global pour une soumission va être modifié par ce nombre de points lors d'un rejet par Akismet.

source: Wordpress key required to use the Akismet API.
fr: Clé Wordpress requise pour l'utilisation de l'API Akismet.

source: URL of the Akismet service.
fr: URL du service Akismet.

source: Akismet says content is spam
fr: Akismet dit que le contenu est un spam.

source: By what factor Bayesian spam probability score affects the overall karma of a submission.
fr: Par quel facteur le score lié à la probabilité bayésienne d'être un spam affecte-t-elle le karma global d'une soumission.

source: The minimum number of submissions in the training database required for the filter to start impacting the karma of submissions.
fr: Le nombre de soumissions dans la base d'apprentissage minimal requis pour que le filtre commence à affecter le karma des soumissions.

source: SpamBayes determined spam probability of %s%%
fr: SpamBayes à estimé la probabilité de spam à %s%%

source: By how many points an BlogSpam reject impacts the overall karma of a submission.
fr: De combien de points un rejet par BlogSpam affecte-t-il le karma global d'une soumission.

source: URL of the BlogSpam service.
fr: URL du service BlogSpam.

source: Comma separated list of tests to skip.
fr: Liste des tests à ne pas effectuer (séparés par des virgules).

source: BlogSpam says content is spam (%s)
fr: BlogSpam affirme que le contenu est un spam (%s)

source: By how many points a BotScout reject impacts the overall karma of a submission.
fr: De combien de points un rejet par BotScout affecte-t-il le karma global d'une soumission.

source: API key required to use BotScout.
fr: Clé de l'API requise pour utiliser BotScout.

source: BotScout says this is spam (%s)
fr: BotScout affirme qu'il s'agit de spam (%s)

source: By how many points a Defensio reject impacts the overall karma of a submission.
fr: De combien de points un rejet par Defensio affecte-t-il le karma global d'une soumission.

source: Defensio key required to use the API.
fr: Clé Defensio requise pour utiliser l'API.

source: URL of the Defensio service.
fr: URL du service Defensio.

source: Defensio says content is not allowed (%s, %s, %s)
fr: Defensio dit que le contenu n'est pas autorisé (%s, %s, %s)

source: Defensio says content is allowed (%s, %s, %s)
fr: Defensio dit que le contenu est autorisé (%s, %s, %s)

source: By how many points too many external links in a submission impact the overall score.
fr: De combien de points un nombre trop élévé de liens externes dans une soumission affecte-t-il son karma global.

source: The maximum number of external links allowed in a submission until that submission gets negative karma.
fr: Le nombre maximum de liens externes permis dans une soumission avant que cette soumission recoive un karma négatif.

source: List of domains that should be allowed in external links
fr: Liste des domaines qui devraient être autorisées dans les liens externes

source: Maximum number of external links per post exceeded
fr: Le nombre maximal de liens externes par soumission est dépassé

source: External links in post found
fr: Liens externes trouvés dans la soumission.

source: By how many points a FSpamList reject impacts the overall karma of a submission.
fr: De combien de points un rejet par FSpamList affecte-t-il le karma global d'une soumission.

source: API key required to use FSpamList.
fr: Clé de l'API requise pour utiliser FSpamList.

source: FSpamList says this is spam (%s)
fr: FSpamList affirme qu'il s'agit de spam (%s)

source: By how many points listing as "comment spammer" impacts the overall karma of a submission.
fr: De combien de points le fait d'être catégorisé en tant que « comment spammer » affecte-t-il le karma global d'une soumission.

source: Http:BL API key required for use.
fr: Clé pour l'utilisation de l'API Http:BL.

source: IP %s blacklisted by Http:BL
fr: L'IP %s a été mis sur liste noire par Http:BL

source: By how many points blacklisting by a single server impacts the overall karma of a submission.
fr: De combien de points la présence sur la liste noire d'un server affecte-t-il le karma global d'une soumission.

source: Servers used for IP blacklisting.
fr: Serveurs utilisé pour obtenir les listes noires d'adresses IP.

source: IP %s blacklisted by %s
fr: Adresse IP %s sur la liste noire de %s

source: By how many points a match with a pattern on the BadIP page impacts the overall karma of a submission.
fr: De combien de points une correspondance avec un filtre sur la page « BadIP » affecte-t-il le karma global d'une soumission.

source: Local file to be loaded to get BadIP. Can be used in addition to BadIP wiki page.
fr: Fichier local qui va être lu pour obtenir des adresses IP hostiles. Peut être utilisé en complément de la page wiki « BadIP ».

source: Show the matched bad IP patterns in rejection message.
fr: Inclure dans le message de rejet les filtres d'adresses IP hostiles qui correspondent à la soumission.

source: IP catched by these blacklisted patterns: %s
fr: Adresse IP répondant aux types suivants d'adresses sur liste noire : %s

source: IP catched by %s blacklisted patterns
fr: Adresse IP correspondant à %s type(s) d'adresse(s) sur liste noire :

source: By how many points exceeding the configured maximum number of posts per hour impacts the overall score.
fr: De combien de points un dépassement du nombre maximal de soumissions autorisé par heure affecte-t-il le karma global d'une soumission.

source: Maximum number of posts per hour for this IP exceeded
fr: Le nombre maximal de soumissions autorisé par heure pour cette adresse IP a été dépassé

source: By how many points a LinkSleeve reject impacts the overall karma of a submission.
fr: De combien de points un rejet par LinkSleeve affecte-t-il le karma global d'une soumission.

source: LinkSleeve says this is spam
fr: LinkSleeve affirme qu'il s'agit de spam

source: By how many points a match with a pattern on the BadContent page impacts the overall karma of a submission.
fr: De combien de points une correspondance avec un filtre présent dans la page wiki « BadContent » affecte-t-il le karma global d'une soumission.

source: Local file to be loaded to get BadContent. Can be used in addition to BadContent wiki page.
fr: Fichier local qui va être lu pour obtenir du contenu indésirable. Peut être utilisé en complément de la page wiki « BadContent ».

source: Show the matched bad content patterns in rejection message.
fr: Inclure dans le message de rejet les filtres de contenu indésirables qui correspondent à la soumission.

source: Content contained these blacklisted patterns: %s
fr: Le contenu répond aux types suivants de contenu indésirable : %s

source: Content contained %s blacklisted patterns
fr: Le contenu correspondant à %s type(s) de contenu indésirable.

source: By how many points an existing and configured session improves the overall karma of the submission. A third of the points is granted for having an existing session at all, the other two thirds are granted when the user has his name and/or email address set in the session, respectively.
fr: De combien de points une session existante et configurée augmente-t-elle le karma global d'une soumission. Un tiers des points est octroyé pour la simple existence de la session, les deux autres tiers sont octroyés chacun lorsque l'utilisateur a son nom et son adresse de courrier électroniquerenseignés pour cette session.

source: Existing session found
fr: Session existante trouvée.

source: By how many points a StopForumSpam reject impacts the overall karma of a submission.
fr: De combien de points un rejet par StopForumSpam affecte-t-il le karma global d'une soumission.

source: API key used to report SPAM.
fr: Clé de l'API utilisée pour signaler du spam.

source: StopForumSpam says this is spam (%s)
fr: StopForumSpam affirme qu'il s'agit de spam (%s)

source: By how many points a trap reject impacts the overall karma of a submission.
fr: De combien de points un rejet par le champ « piège » affecte-t-il le karma global d'une soumission.

source: Name of the invisible trap field, should contain some reference to e-mail for better results.
fr: Nom du champ « piège » invisible, qui devrait contenir une référence à « mail » pour obtenir de meilleurs résultats.

source: Name of the hidden trap field, should contain some reference to e-mail for better results.
fr: Nom du champ « piège » caché, qui devrait contenir une référence à « mail » pour obtenir de meilleurs résultats.

source: Both trap fields says this is spam (%s, %s)
fr: Les deux champs « pièges » ont détecté un spam (%s, %s)

source: Invisible trap field says this is spam (%s)
fr: Le champ « piège » invisible a détecté un spam (%s)

source: Hidden trap field says this is spam (%s)
fr: Le champ « piège » caché a détecté un spam (%s)

source: Spam Filtering: Bayes
fr: Dispositif anti-spam : Bayes

source: The bayesian filter requires training before it can effectively differentiate between spam and ham. The training database currently contains [1:%(numspam)s spam] and [2:%(numham)s ham] %(ratio)s submissions.
fr: Le filtre bayésien nécessite d'être entrainé pour être capable de faire la différence entre ce qui est du spam et ce qui n'en est pas. La base d'apprentissage contient pour le moment [1:%(numspam)s soumissions de type spam] et [2:%(numham)s soumissions qui n'en sont pas] %(ratio)s.

source: Clear training database
fr: Réinitialiser la base d'apprentissage

source: Resetting the training database can help when training was incorrect and is producing bad results.
fr: Réinitialiser la base de données d'apprentissage peut être utile lorsque l'apprentissage était mal réalisé et produisait de mauvais résultats.

source: Minimum training required:
fr: Quantité minimal d'apprentissage requis :

source: The minimum number of spam and ham in the training database before the filter starts affecting the karma of submissions.
fr: Le nombre minimal de spam et de non-spam dans la base d'apprentissage avant que le filtre ne commence à modifier le karma des soumissions.

source: Apply changes
fr: Enregistrer les changements

source: Training
fr: Apprentissage

source: While you can train the spam filter from the “[1:Spam Filtering → Monitoring]” panel in the web administration interface, you can also manually train the filter by entering samples here, or check what kind of spam probability currently gets assigned to the content.
fr: Bien qu'il vous soit possible d'entrainer le filtre à spam à partir du panneau « [1:Dispositif anti-spam → Surveillance] » de l'interface d'administration, vous pouvez également effectuer un apprentissage manuel en saisissant des exemples ici-même, ou bien vérifier quelle est la probabilité d'être un spam qui va être associée au contenu.

source: Content:
fr: Contenu :

source: Error: %(error)s
fr: Erreur : %(error)s

source: Train as Spam
fr: Catégoriser en tant que spam

source: Train as Ham
fr: Catégoriser en tant que non-spam

source: Captcha handling
fr: Génération des captcha

source: Spam Filtering: Captcha handling
fr: Dispositif anti-spam : Captcha

source: Enable captcha usage
fr: Autoriser l'utilisation des captchas

source: Captcha type:
fr: Type de captcha :

source: Maximum captcha lifetime in seconds
fr: Durée de vie maximale d'une captcha en secondes

source: The reCAPTCHA system provides a very good captcha system based on scanned books. See [1:Google reCAPTCHA] page. You need to obtain API keys to use the service, which is freely available for personal use.
fr: Le système reCAPTCHA est un très bon système de captcha basé sur l'utilisation de livres scannés. Voir la page [1:Google reCAPTCHA]. Vous devez obtenir les clés pour l'API afin d'utiliser ce service, qui est disponible gratuitement pour un usage personnel.

source: Public key:
fr: Clé publique :

source: Private key:
fr: Clé privée :

source: Key validation failed:
fr: La validation de la clé a échouée :

source: User ID:
fr: ID utilisateur:

source: Text captcha
fr: Captcha de type texte

source: The text captcha constructs easy text questions. They can be broken relatively easy.
fr: Un captcha de type texte construit des questions appellant une réponse simple. Elles peuvent être attaquées relativement aisément.

source: Maximum value in a term:
fr: La valeur maximale pour un terme :

source: Number of terms:
fr: Nombre de termes :

source: Image captcha
fr: Captcha de type image

source: The image captcha constructs obstructed images using Python imaging library.
fr: Une captcha de type image consiste en un texte dessiné et brouillé, générée grâce à l'utilisation de PIL (Python Imaging Library).

source: Number of letters:
fr: Nombre de lettres :

source: Font size:
fr: Taille de la police de caractères :

source: Fonts:
fr: Polices de caractères :

source: Data validation failed:
fr: La validation des données a échouée :

source: Revert changes
fr: Défaire les modifications

source: External services
fr: Services externes

source: Spam Filtering: External services
fr: Dispositif anti-spam : services externes

source: Use external services
fr: Utiliser les services externes

source: Train external services
fr: Apprentissage pour les services externes

source: The Akismet filter uses the free [1:Akismet] service to decide if content submissions are potential spam. You need to obtain an API key to use the service, which is freely available for personal use.
fr: Le filtre Akismet utilise le service gratuit [1:Akismet] pour décider si le contenu d'une soumission est un spam potentiel. Vous devez obtenir une clé pour l'API afin de pouvoir utiliser ce service, clé qui est disponible gratuitement pour un usage personnel.

source: API key:
fr: Clé de l'API :

source: [1:Key validation failed:] %(error)s
fr: [1:La validation de la clé a échouée :] %(error)s

source: The Defensio filter uses the [1:Defensio] service to decide if content submissions are potential spam. You need to obtain an API key to use the service, which is freely available for personal use.
fr: Le filtre Defensio utilise le service gratuit [1:Defensio] pour décider si le contenu d'une soumission est un spam potentiel. Vous devez obtenir une clé pour l'API afin de pouvoir utiliser ce service, clé qui est disponible gratuitement pour un usage personnel.

source: The BlogSpam filter uses the free [1:BlogSpam] service to decide if content submissions are potential spam.
fr: Le filtre BlogSpam utilise le service gratuit [1:BlogSpam] pour décider si le contenu d'une soumission est un spam potentiel.

source: Tests to skip (comma separated):
fr: Tests à ne pas effectuer (séparés par des virgules) :

source: Possible Values: %(methods)s
fr: Valeurs possibles : %(methods)s

source: The StopForumSpam filter uses the [1:StopForumSpam] service to decide if content submissions are potential spam. You need to obtain an API key to report SPAM to the service, which is freely available.
fr: Le filtre StopForumSpam utilise le service [1:StopForumSpam] pour décider si le contenu d'une soumission est un spam potentiel. Vous devez obtenir une clé pour l'API afin de pouvoir signaler du spam, clé qui est disponible gratuitement.

source: The BotScout filter uses the [1:BotScout] service to decide if content submissions are potential spam. You need to obtain an API key to use the service, which is freely available.
fr: Le filtre BotScout utilise le service [1:BotScout] pour décider si le contenu d'une soumission est un spam potentiel. Vous devez obtenir une clé pour l'API afin de pouvoir signaler du spam, clé qui est disponible gratuitement.

source: The FSpamList filter uses the [1:FSpamList] service to decide if content submissions are potential spam. You need to obtain an API key to use the service, which is freely available.
fr: Le filtre FSpamList utilise le service [1:FSpamList] pour décider si le contenu d'une soumission est un spam potentiel. Vous devez obtenir une clé pour l'API afin de pouvoir signaler du spam, clé qui est disponible gratuitement.
