Repository: adium/trac-spamfilter
Catalog: tracspamfilter/locale/*/LC_MESSAGES/tracspamfilter.po
Languages: fr

source: The HTTP_BL filter uses the free [1:HTTP:BL] service to decide if content submissions are potential spam. You need to obtain an API key to use the service, which is freely available for personal use.
fr: Le filtre HTTP_BL utilise le service gratuit [1:HTTP_BL] pour décider si le contenu d'une soumission est un spam potentiel. Vous devez obtenir une clé pour l'API afin de pouvoir signaler du spam, clé qui est disponible gratuitement pour un usage personnel.

source: Secret key:
fr: Clé secrète:

source: Free access blacklists
fr: Listes noires en accès libre

source: Blacklists (comma separated):
fr: Listes noires (séparées par des virgules) :

source: A list of DNS blacklists can be found at the [1:RBLCheck] service.
fr: La liste des listes noires pour le DNS peut être consultée sur le service [1:RBLCheck].

source: You can enable or disable these filters from the “[1:General → Plugins]” panel of the web administration interface.
fr: Vous pouvez activer ou désactiver ces filtres à partir du panneau « [1:Général → Extensions] » de l'interface d'administration web.

source: Viewing entries %(start)s – %(end)s of %(total)s.
fr: Voir les enregistrements %(start)s - %(end)s sur %(total)s.

source: Path
fr: Chemin

source: Author
fr: Auteur

source: Date/time
fr: Date et heure

source: User was logged in
fr: L'utilisateur était identifié

source: User was not logged in
fr: L'utilisateur n'était pas identifié

source: No data available
fr: Pas de données disponible

source: Delete selected
fr: Supprimer la sélection

source: Back to List
fr: Retour à la liste

source: Time:
fr: Heure :

source: Path:
fr: Chemin :

source: Author:
fr: Auteur :

source: Authenticated:
fr: Identifié :

source: yes
fr: oui

source: no
fr: non

source: HTTP headers
fr: Entêtes HTTP

source: Delete
fr: Supprimer

source: Spam Filter
fr: Dispositif anti-spam

source: Spam Filtering: Configuration
fr: Dispositif anti-spam : configuration

source: Karma Tuning
fr: Ajustements du karma

source: Minimum karma required for a successful submission:
fr: Karma minimum requis pour qu'une soumission soit autorisée :

source: Karma assigned to attachments (e.g. to allow relaxed rules for file uploads):
fr: Karma associé aux pièces jointes (par exemple pour autoriser plus facilement le téléchargement de fichiers) :

source: Content submissions are passed through a set of registered and enabled [1:filter strategies], each of which check the submitted content and may assign [2:karma points] to it. The sum of these karma points needs to be greater than or equal to the minimum karma configured here for the submission to be accepted.
fr: Les soumissions de contenu passent au travers d'un ensemble de [1:stratégies de filtrage], chacune vérifiant le contenu et y associant éventuellement un certain nombre de [2:points de karma]. Le total de ces points de karma doit être supérieur ou égal au nombre de points de karma minimal configuré ici pour que la soumission soit acceptée.

source: Strategy
fr: Stratégie

source: Karma points
fr: Points de karma

source: Logging
fr: Surveillance

source: Enable
fr: Activer

source: The spam filter plugin can optionally log every content submission so that you can monitor and tune the effectiveness of the filtering. The log is stored in the database, and can be viewed under “[1:Spam Filtering → Monitoring]” from the web administration interface.
fr: Le dispositif anti-spam peut de façon optionelle enregistrer toute soumission de contenu de façon à pouvoir surveiller et optimiser l'efficacité avec laquelle le filtrage s'effectue. Les enregistrements sont conservés dans la base de données et peuvent être consultés sous la rubrique « [1:Dispositif anti-spam : surveillance] » dans l'interface d'administration web.

source: Purge old entries after [1:] days
fr: Supprimer les anciens extraits au bout de [1:] jours

source: Authenticated
fr: Identifié

source: Trust authenticated users
fr: Faire confiance aux utilisateurs s'étant identifiés

source: If authenticated users should not be trusted automatically, this option must be disabled. Instead of full trust the supplied karma value is used in this case.
fr: S'il ne faut pas faire confiance de façon automatique aux utilisateurs s'étant identifiés, cette option doit être désactivée. Plutôt qu'une confiance absolue, le nombre de points de karma spécifé sera alloué.

source: Karma of authenticated users:
fr: Karma donné aux utilisateurs identifiés :

source: Spam Monitoring
fr: Surveillance du spam

source: Previous Log Entry
fr: Enregistrement précédent

source: Next Log Entry
fr: Enregistrement suivant

source: Spam Filtering: Monitoring
fr: Dispositif anti-spam : surveillance

source: Log Entry:
fr: Enregistrement de surveillance :

source: IP address:
fr: Adresse IP :

source: ham
fr: non-spam

source: [1:%(karma)s] (marked as %(spam_or_ham)s) [2: [3:%(reasons)s] ]
fr: [1:%(karma)s] (catégorisé en tant que %(spam_or_ham)s) [2: [3:%(reasons)s] ]

source: Submitted content
fr: Contenu soumis

source: Mark as Spam
fr: Catégoriser en spam

source: Mark as Ham
fr: Catégoriser en non-spam

source: Delete as Spam
fr: Supprimer (spam)

source: Delete as Ham
fr: Supprimer (en tant que non-spam)

source: Remove registered user
fr: Supprimer l'utilisateur identifié

source: Search for user name
fr: Rechercher un nom d'utilisateur

source: Logging by the spam filter is currently disabled.
fr: L'enregistrement n'est pas activée pour le dispositif anti-spam.

source: Mark selected as Spam
fr: Catégoriser la sélection en spam

source: Mark selected as Ham
fr: Catégoriser la sélection en non-spam

source: Delete selected as Spam
fr: Supprimer la séléction (spam)

source: Delete selected as Ham
fr: Supprimer la sélection (non-spam)

source: Select 100.00%% entries
fr: Sélectionner ceux à 100.00%%

source: Select &gt;90.00%% entries
fr: Sélectionner ceux &gt; à 90.00%%

source: Select &lt;10.00%% entries
fr: Sélectionner ceux &lt; à 10.00%%

source: Select 0.00%% entries
fr: Sélectionner ceux à 0.00%%

source: Select Spam entries
fr: Sélectionner ceux catégorisés spam

source: Select Ham entries
fr: Sélectionner ceux catégorisés non-spam

source: Errors
fr: Erreurs

source: No Result
fr: Pas de résultat

source: Clear statistics
fr: Effacer les statistiques

source: Clear statistics database
fr: Effacer la base de données des statistiques

source: Overview
fr: Aperçu

source: Registered
fr: Enregistré

source: Unused
fr: Inutilisé

source: User name
fr: Nom d'utilisateur

source: Last login
fr: Dernière connexion

source: Other
fr: Autre

source: user
fr: utilisateur

source: Remove
fr: Retirer

source: Old user:
fr: Ancien utilisateur:

source: New user:
fr: Nouvel utilisateur:

source: IP Address
fr: Adresse IP

source: Captcha Error
fr: Erreur de Captcha

source: Trac thinks your submission might be Spam. To prove otherwise please provide a response to the following.
fr: Trac pense que votre soumission peut être du spam. Pour montrer qu'il en est autrement, répondez au test suivant.

source: Response:
fr: Réponse :
